Revit 2027 API
ParameterTypeId.NumberSystemStartNumber Property
 "Start Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId NumberSystemStartNumber { get; }
Public Shared ReadOnly Property NumberSystemStartNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ NumberSystemStartNumber {
	ForgeTypeId^ get ();
}
static member NumberSystemStartNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace